Repository: Pray4Movement/pray4movement-prayer-points
Catalog: languages/pray4movement-prayer-points-*.po
Languages: es_419

source: Pray4Movement Prayer Points
es_419: Pray4Movement Puntos de Oración

source: Prayer Libraries
es_419: Librerías de Oración

source: Add Prayer Library
es_419: Agregar Librería de Oración

source: Name
es_419: Nombre

source: Description
es_419: Descripción

source: Location
es_419: Ubicación

source: People Group
es_419: Étnia

source: Icon
es_419: Ícono

source: Add
es_419: Agregar

source: Manage your Prayer Libraries from this screen.
es_419: Administra tus Librerías de Oración desde esta pantalla.

source: The 'People Group' and 'Location' fields will be used to replace 'XXX' and 'YYY' Prayer Point variables respectively.
es_419: Los campos de ‘Étnia’ y ‘Ubicación’ serán utilizados para reemplazar las variables ‘XXX’ e ‘YYY’ respectivamente en los Puntos de Oración.

source: Prayer Library Icon must be a Base 64 encoded string.
es_419: El Ícono de Librería de Oración debe ser una cadena codificada en Base 64.

source: Could not add new Prayer Library to table
es_419: No se pudo agregar la nueva Librería de Oración a la tabla

source: Prayer Library created successfully!
es_419: ¡Librería de Oración creada con éxito!

source: Edit
es_419: Editar

source: Delete
es_419: Eliminar

source: << Back to Prayer Libraries
es_419: << Volver a Librerías de Oración

source: Edit Prayer Library
es_419: Editar Librería de Oración

source: Update
es_419: Actualizar

source: Edit your Prayer Library.
es_419: Edita tu Librería de Oración.

source: If you remove the custom Prayer Library Icon, the default icon will be used instead.
es_419: Si eliminas un Ícono de Librería de Oración, el ícono por defecto se mostrará en su lugar.

source: Changing the 'Location' and 'People Group' fileds will automatically update your Prayer Point's content.
es_419: Cambiar los campos ‘Ubicación’ y ‘Étnia’ actualizará automáticamente el contenido de tus Puntos de Oración.

source: Library not updated: Library name missing
es_419: Librería no actualizada: Falta el nombre de la librería

source: Could not update Prayer Library
es_419: No se pudo actualizar la Librería de Oración

source: Prayer Library updated successfully!
es_419: ¡Librería de Oración actualizada con éxito!

source: Error: Prayer Library not found
es_419: Error: Librería de Oración no encontrada

source: Add Prayer Point
es_419: Agregar Punto de Oración

source: Title
es_419: Título

source: Reference
es_419: Referencia

source: Content
es_419: Contenido

source: Tags
es_419: Etiquetas

source: Prayer Point added successfully!
es_419: ¡Punto de Oración agregado con éxito!

source: Prayer Point updated successfully!
es_419: ¡Punto de Oración actualizado con éxito!

source: This Prayer Library is currently empty.
es_419: Esta Librería de Oración está momentáneamente vacía.

source: View, add, edit, and delete your Prayer Points for this Prayer Library.
es_419: Ve, agrega, edita y elimina tus Puntos de Oración para esta Librería de Oración.

source: Error: Invalid Prayer Point ID.
es_419: Error: ID de Punto de Oración inválido.

source: << Back to '%s'
es_419: << Volver a ‘%s’

source: Error: Prayer Point does not exist.
es_419: Error: Punto de Oración no existe.

source: Edit Prayer Point
es_419: Editar Punto de Oración

source: Edit your Prayer Point.
es_419: Edita tu Punto de Oración.

source: XXX will be replaced with the configured People Group name for this Prayer Library.
es_419: XXX será reemplazado con el nombre de la Étnia configurado para esta Librería de Oración.

source: YYY will be replaced with the configured Location name for this Prayer Library.
es_419: YYY será reemplazado con el nombre de la Ubicación configurado para esta Librería de Oración.

source: Import CSV
es_419: Importar CSV

source: Select a Prayer Library
es_419: Seleccione una Librería de Oración

source: Import
es_419: Importar

source: Help
es_419: Ayuda

source: No Prayer Libraries created yet
es_419: Ninguna Librería de Oración creada aún
